{
  "Building digital products, brands & experience.": "Construindo produtos, marcas & experiências digitais.",
  "CONTACT ME HERE": "ENTRE EM CONTATO POR AQUI",
  "Years Experience": "Anos de Experiência",
  "Contributions This Year": "Contribuições Esse Ano",
  "Of Satisfaction": "De Satisfação",
  "Dedicated to finding the best creative solutions for your brands.": "Dedicada a encontrar as melhores soluções criativas para suas marcas.",
  "I care about every detail when building interfaces valuing the experience so that it positively impacts the lives of users.": "Me preocupo com cada detalhe na hora de construir interfaces valorizando a experiência para que ela impacte positivamente a vida dos usuários.",
  "Development.": "Desenvolvimento",
  "Career": "Carreira",
  "at": "na",
  "I developed from the layout to the Front-end of the application with clean and quality codes. I did interviews and reviewed tech challenges for candidates, in addition to doing the onboarding process for new developers. On a day-to-day basis, I was responsible for managing the internal development team, reviewing codes, providing feedback and instructions.": "Desenvolvi desde o layout até o Front-end da aplicação com códigos limpos e de qualidade. Fiz entrevistas e revisei tech challenges de candidatos, além de fazer o processo de onboarding de novos desenvolvedores. No dia a dia era responsável pela gestão do time de desenvolvimento interno, fazendo revisão de códigos, passando feedbacks e instruções.",
  "I developed layouts in Figma, made decisions at the level of internal processes and built interfaces thinking about end-user usability and code maintenance.": "Desenvolvi layouts no Figma, tomava decisões a nível de processos internos e construí interfaces pensando na usabilidade do usuário final e na manutenção dos códigos.",
  "What they say": "O que dizem",
  "Working with Giovanna was awesome! She is a very caring and dedicated person. She always tries her best to improve her results and add something more to the team, apart from her organization, which is something out of this world.": " Trabalhar com a Giovanna foi demais! Ela é uma pessoa super atenciosa e dedicada. Sempre se esforça ao máximo para melhorar o seus resultados e agregar algo a mais ao time, fora a sua organização, que é coisa de outro mundo.",
  "Giovanna is a great professional, always bringing new ideas to the team, very hardworking and intelligent.": "A Giovanna é uma ótima profissional, sempre trazendo novas ideias ao time, muito esforçada e inteligente.",
  "Linkedin Recommendations": "Recomendações do Linkedin",
  "Creativity": "Criatividade",
  "Singularity": "Singularidade",
  "Curiosity": "Curiosidade",
  "Skills": "Conhecimentos",
  "Let's do something amazing together.": "Vamos fazer algo incrível juntos.",
  "All rights reserved.": "Todos os direitos reservados",
  "Close": "Fechar",
  "HOME": "INÍCIO",
  "WHO I AM": "QUEM SOU",
  "CONTACT": "CONTATO",
  "Hi! Pleasure": "Oi! Prazer",
  "I am a developer with a sparkle in my eye, who is always looking for the next level and who strives to bring relevant issues to the community.": "Sou uma desenvolvedora com brilho no olho, que está sempre em busca do próximo nível e que se empenha em trazer assuntos relevantes pra comunidade.",
  "I am passionate about creating useful and good quality products for users, I currently have 2 years in the development area and I am improving both in the technical part and in the leadership part of a team.": "Sou apaixonada por criar produtos úteis e de boa qualidade para os usuários, atualmente possuo 2 anos na área de desenvolvimento e ando me aperfeiçoando tanto na parte técnica quanto na parte de liderança de um time.",
  "Some of my goals are to have continuous growth, impact people's lives and build good quality interfaces.": "Alguns dos meus objetivos são ter um crescimento continuo, impactar a vida das pessoas e construir interfaces de boa qualidade.",
  "Hi! How are you?": "Olá! Tudo bem?",
  "Feel free to send me a message and contact me through any of my networks.": "Fique a vontade para me mandar uma mensagem e entrar em contato comigo por alguma de minhas redes."
}
